Repository: w8tcha/ripper
Catalog: PG-Ripper/PG-Ripper/Languages/*.resx
Languages: german

# bSystemExtr
source: System is extracting...
german: System extrahiert...

# btexExit
source: PG-Ripper finished all Downloads
german: PG-Ripper hat alle Downloads abgeschlossen

# btleExit
source: Downloads Complete
german: Downloads abgeschlossen

# btleIdle
source: System is idling
german: Das System faulenzt

# btnApply
source: Apply
german: Übernehmen

# btnOpenFolder
source: Open Folder
german: Ordner öffen

# btnStartDownload
source: Start Download
german: Starte Download

# btnStop
source: Stop/Delete Job
german: Job stoppen/löschen

# chbAlwaysOnTop
source: Always on Top
german: Fenster immer im Vordergrund

# chbAskDownloadFolder
source: Ask For Download Folder before Downloading
german: Nach Download Ordner fragen bevor der Download startet

# chbAutoTKButton
source: Automatically press the "Thank You" Button
german: Automatisch den "Thank You" Button drücken

# chbSaveHistory
source: Save Ripped posts for checking
german: Gerippte Beiträge speichern zum checken

# chbShowDCPopUps
source: Show "Downloads Complete" PopUp?
german: Zeige "Downloads abgeschlossen" PopUp?

# chbShowPopUps
source: Show Tray PopUps
german: Tray PopUps benutzen

# chbSubdirectories
source: Download each Thread in its own folder
german: Themen in Unterverzeichnisse herunterladen

# chbSubThreadRip
source: Download each Post in its own folder
german: Beiträge in Unterverzeichnisse herunterladen

# chRememberCred
source: Remember Me
german: Anmeldung speichern

source: Download Options
german: Download Optionen

# gbCurrently
source: Currently,
german: Aktuell,

# gbCurrentlyExit
source: Currently, System is waiting for threads to exit...
german: Aktuell, Wartet das System auf das Beenden von Threads...

# gbCurrentlyExtract
source: Currently, System is extracting
german: Aktuell, extrahiert das System

# gbCurrentlyIdle
source: Currently, System is idling...
german: Aktuell, faulenzt das System...

# gbLanguage
source: Select Language
german: Sprachauswahl

# gbLoginHead
source: Provide Login Credentials to the Forums
german: Geben Sie ihere Zugangsdaten aus dem Forum ein

# gbMainOptions
source: Main Options
german: Programm Optionen

# gbParse
source: Parsing Cached Thread HTML...
german: Analysiert das gecachte HTML...

# lblDownloadFolder
source: Download Folder :
german: Download Ordner :

# lblDownloading
source: Downloading: 0 of 0
german: Lädt: 0 von 0

# lblDownloadingof
source: Downloading: {0} of {1}
german: Lädt: {0} von {1}

# lblFailed
source: Login FAILED!
german: Anmeldung FEHLGESCHLAGEN!

# lblLastPicture
source: Last Picture Downloaded:
german: Zuletzt heruntergeladenens Bild:

# lblminImageCount
source: Min. Image Count to give Thanks:
german: Min. Anzahl an Bildern für Thanks:

# lblPass
source: Password :
german: Passwort :

# lblRippingQue
source: Ripping Queue
german: Ausstehende Jobs

# lblStatWait
source: Waiting for Forums...
german: Warte auf Forum...

# lblThreadLimit
source: Maximum Simultaneous Downloads:
german: Maximale Gleichzeitige Downloads:

# lblThreads
source: Threads: {0} of {1}
german: Threads: {0} von {1}

# lblThreads2
source: Threads: 0 of
german: Threads: 0 von

# lblUser
source: User Name :
german: Benutzername :

# lblWarningLogin
source: WARNING! More than 3 failed tries will result in your RiP Account being locked! You have been warned!
german: WARNUNG! Mehr als 3 fehlgeschlagenden versuche, und ihr Account wird gesperrt! Sie wurden also gewarnt!

# lblWelcome
source: Welcome,
german: Willkommen,

# logintext
source: Login
german: Anmelden

# mbAlreadyQueued
source: That Thread or Post is Already Queued for RIP
german: Dieses Thema oder Beitrag wird bereits geladen!RIP

# mbIncorrectURL
source: You entered an incorrect URL.
german: Sie haben eine ungültige URL eingegeben!.

# mbInvalidDes
source: Invalid Destination Path! Please set up the Download Folder first.
german: Ungültiges Ziel Verzeichnis! Bitte geben Sie zuerst ein Download Verzeichnis an!

# mbNoPost
source: No such post exists!
german: Dieser Beitrag exestiert nicht!

# mbNoThread
source: No such thread exists!
german: Dieses Thema exestiert nicht!

# mbThreadbetw
source: Limit MUST be between 1 and 20!
german: Limit MUSS zwischen 1 und 20 liegen!

# mbThreadNum
source: Limit MUST be numeric!
german: Limit MUSS numerisch sein!

# mbTNumeric
source: ID MUST be numeric!
german: ID MUSS eine Nummer sein!

# mbUpdate
source: A new version of Ripper is available. Would You like to upgrade?
german: Eine neue Version vom Ripper ist verfügbar. Möchten Sie das Programm aktualisieren?

# mbUpdate2
source: New Version Available!
german: Neue Version ist verfügbar!

# tiImagesRemain
source: {0} Images remaining (Total Downloaded: {1}%)
german: {0} Bilder verbleiben (Insgesamt geladen: {1}%)

# tthisText
source: PG-Ripper Downloading ...
german: PG-Ripper lädt ...

# ttlHeader
source: [Logged in as: "
german: [Angemeldet als: "

# mBAlready
source: Post already ripped, do you want to rip it again?
german: Beitag wurde bereits gerippet, Wollen Sie den Beitrag erneut rippen?

# mbExit
source: Do you want to close Ripper now?
german: Wollen Sie den Ripper beenden?

# lblForums
source: Select Forum:
german: Forumauswahl:

# btnClose
source: Close
german: Schließen

# StatusLabelInfo
source: Warning! DO NOT close application, waiting for downloads to finish...
german: Warning! Warte auf das beenden von Downloads...

# MenuAbout
source: About
german: Über

# MenuExit
source: Close Program
german: Beenden

# MenuFile
source: File
german: Datei

# MenuHelp
source: Help
german: Hilfe

# MenuSettings
source: Settings
german: Einstellungen

# gbParse2
source: Parsing jobs.xml...
german: Analysiert die jobs.xml...

# MenuAccounts
source: Accounts
german: Konten

# ShowLastDownloaded
source: Show last download image
german: Zuletzt heruntergeladenes Bild anzeigen

# MenuOptions
source: Options
german: Optionen

# AfterDownload
source: After Download(s) finished...
german: Wenn alle Download(s) beendet sind...

# clipboardWatch
source: Clipboard Monitoring
german: Zwischenablage überwachen

source: Close Ripper
german: Ripper Schließen

source: Do Nothing
german: nichts tun

# GuestLogin
source: Guest Access
german: Gastzugang

# AddNewAccount
source: Add New Forum Account
german: Neues Foren Konto hinzufügen

# DeleteAccount
source: Delete Forum Account
german: Forum Konto löschen
